#include <stdio.h>
#include <stdlib.h>
#include "Bullet.h"
#include "Enemy.h"
#include "List.h"

int main() {

	printf("\n");
	printf("  ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ                                                                                          ¢Æ\n");
	printf("  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ\n");
	printf("  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ  ¢Æ¢Æ\n");
	printf("  ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ\n"); 
	printf("  ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ\n");
	printf("  ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ\n"); 
	printf("  ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ¢Æ\n");

	system("PAUSE");
	return 0;
}