#include "Bullet.h"
#include "Enemy.h"
#include "List.h"

int main() {

	printf("\n");
	printf("  ¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á                                                                                          ¡á\n");
	printf("  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á\n");
	printf("  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á  ¡á¡á\n");
	printf("  ¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n");
	printf("  ¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n");
	printf("  ¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n");
	printf("  ¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á¡á\n");

	system("PAUSE");
	return 0;
}